[
  {
    "slug": "teaching-resilience",
    "project_name": "Teaching Resilience in Changing Climates",
    "descr": [
      {
        "style": "italic",
        "text": "A didactic architecture, encouraging environmental consciousness through everyday experience."
      },
      {
        "text": "To achieve optimum resilience in a changing climate, every citizen needs to understand and be involved in an integrated network of resources and information. This requires a didactic architecture that exposes and communicates information about resource flows, encouraging adaptation for sustainability and disaster mitigation. The increasing need for resilience calls for new, multifunctioning infrastructure that deals with more than simple one-directional flows of resources and information. Existing flows occur primarily through lines and nodes of movement and collection. Architecture finds its place in this new infrastructure by occupying and providing surfaces for spreading out the intersections of resource flows. Building form thereby serves as a place for resilient infrastructure to diversify, adapt, and be communicated."
      },
      {
        "text": "In an environment that exposes infrastructure instead of burying it and that communicates system processes instead of masking them, a shared understanding of resource flows and their impacts can form. Such comprehension, in combination with quantified building performance and room for adaptation, can teach new habits for resilient resource consumption and maximize the value of a structure for a community. The explicit learning environment of schools and the social networks associated with them position a grade school design as the ideal building type for most efficiently and effectively increasing a community's resilience."
      }
    ],
    "project_data": [
      {
        "header": "Location",
        "descr": "Hollygrove Neighborhood, New Orleans, LA"
      },
      {
        "header": "Date",
        "descr": "2014 (conceptual design)"
      },
      {
        "header": "Project Type",
        "descr": "Resilient/Sustainable\nEducational\nPublic/Civic"
      }
    ],
    "carousel": true,
    "images": [
      {
        "src": "../../images/projects/teaching-resilience/two-diagrams.jpeg",
        "alt": null
      },
      {
        "src": "../../images/projects/teaching-resilience/SitePlans.jpeg",
        "alt": null
      },
      {
        "src": "../../images/projects/teaching-resilience/SectionPerspective.jpeg",
        "alt": null
      },
      {
        "src": "../../images/projects/teaching-resilience/teaching-resilience-perspective.jpeg",
        "alt": null
      },
      {
        "src": "../../images/projects/teaching-resilience/Perspectives.jpeg",
        "alt": null
      }
    ],
    "navigation": {
      "prev": {
        "projectName": "New Orleans Dance Academy",
        "link": "new-orleans-dance-academy/"
      },
      "next": {
        "projectName": "Unaweep Workshop",
        "link": "unaweep-workshop/"
      }
    }
  }, 
  {
    "slug": "carrollton-river-center",
    "project_name": "Carrollton River Center",
    "descr": [
      {
        "style": "italic",
        "text": "A Complex Site Requires a Complex Solution"
      },
      {
        "text": "The Carrollton River Center serves as both stormwater infrastructure and community amenity. The system of buildings and landscape elements deal with a complex set of intersecting infrastructural elements, such as a canal and pumping station, a frequently passing train, various motor and pedestrian traffics, and the Mississippi River"
      },
      {
        "text": "Each building and landscape element must serve multiple functions to maneuver the complexities of the site. For example, a large constructed wetland serves as a relief area for the open canal, improves the water's quality, and delivers it for irrigation in the adjacent tree nursery. The community center both serves an expressed need by neighborhood residents and also acts as an anchor for the end of Oak Street, with an aim to expand the commercial developments to the east."
      }
    ],
    "project_data": [
      {
        "header": "Location",
        "descr": "Carrollton Neighborhood, New Orleans, LA"
      },
      {
        "header": "Site Context",
        "descr": "At the edge of a residential neighborhood, between a set of railroad tracks and the Mississippi River, the site is located at a complicated infrastructural nexus."
      },
      {
        "header": "Date",
        "descr": "2013 (conceptual)"
      },
      {
        "header": "Project Type",
        "descr": "Public/Civic\nResilient/Sustainable"
      }
    ],
    "carousel": true,
    "images": [
      {
        "src": "../../images/projects/carrollton-river-center/Carrollton-River-Center_Aerial-Views.jpeg",
        "alt": null
      },
      {
        "src": "../../images/projects/carrollton-river-center/systems-diagram.jpeg",
        "alt": null
      },
      {
        "src": "../../images/projects/carrollton-river-center/levee-access-section.jpeg",
        "alt": null
      },
      {
        "src": "../../images/projects/carrollton-river-center/levee-access-section2.jpeg",
        "alt": null
      }
    ],
    "navigation": {
      "prev": {
        "projectName": "Hollygrove Greenline Master Plan & Rain Garden Pilot Project",
        "link": "hollygrove-greenline-master-plan/"
      },
      "next": {
        "projectName": "Disaster Relief Shelter",
        "link": "disaster-relief-shelter/"
      }
    }
  }
]